using System;
using System.IO;

namespace HW_02
{
    class Program
    {
        static void Main(string[] args)
        {
            // 1. Чтение файла по пути C:\Temp\image.txt            
            // 2. Создание массива, который будет хранить текстовое представление чисел из исходного файла                       
            // 3. Создание массива, который будет хранить числовое представление чисел из исходного файла
            // 4. Цикл конвертирующий массив текстовых представлений в массив числовых представлений            
            // 5. Записать все полученные численные значения в файл по указанному пути         
        }
    }
}
